export const pItems = [
  {
    index: '1',
    ptitle: '初期ユーザー向け移行サポート機能の開発',
    ptag1: '受容性評価',
    ptag2: 'ワークショップ',
    ptag3: 'UIデザイン',
    pcaption:
      '初期ユーザーサポート機能開発。以前の開発で一定のユーザー課題を改善し数値は向上していたものの、一部数値に改善の余地があった。その部分の体験を向上させるための体験を設計。メンバー全員でのユーザーストーリーマッピングを実施して、受容性の評価やユーザビリティテストを経て、機能をデザインした。',
  },
  {
    index: '2',
    ptitle: '初期ユーザー向けセットアップガイドの開発',
    ptag1: 'UIデザイン',
    ptag2: 'ユーザーインタビュー',
    ptag3: 'ワークショップ',
    pcaption:
      '初期ユーザーの利用率に課題があり、初期利用率の改善を目標としたプロジェクト。プロダクトのオンボーディングを進めるためのチェックリストをCSメンバーと設計し、プロダクト上に設置。リリース後は、初期利用の数値が前年度比1.5倍程度に改善した。',
  },
  {
    index: '3',
    ptitle: 'デザインチームでの定期リサーチの定着',
    ptag1: 'プロセス設計',
    ptag2: 'ユーザーテスト',
    ptag3: 'ユーザーインタビュー',
    pcaption:
      '新たに所属したデザインチームではリサーチが思うように実施できていない状況だった。そこで負担が少なくチーム内でリサーチができる「定期リサーチの仕組み」を提案、実施した。毎月定期的にリリース前の機能に関するユーザビリティ上の課題を把握できるようになり、品質向上につながった。さらにチーム内ではユーザー理解の向上にもつながった。',
  },
  {
    index: '4',
    ptitle: '給与計算機能の新規デザイン',
    ptag1: 'UIデザイン',
    ptag2: 'ユーザーインタビュー',
    ptag3: 'ユーザーテスト',
    pcaption:
      '給与計算モジュールにおいて、給与計算の過程を可視化する体験をPdMと一緒に設計した。給与計算という複雑なドメインだったため、PdMとのペアデザインなどを経て、ドメイン知識を補いながらデザインを制作。',
  },
  {
    index: '5',
    ptitle: 'リサーチチームの立ち上げ',
    ptag1: 'プロセス設計',
    ptag2: 'ユーザーインタビュー',
    ptag3: 'ユーザーテスト',
    pcaption:
      '社内にリサーチの重要性が認知され、リサーチの需要が増加したため、新たにリサーチ組織を組成することとなった。リサーチプロセスの整備やメンバーへのサポートを実施し、自身でもリサーチプロジェクトのオーナーを担当した。活動により、ユーザーからインサイトを得ながら企画を創出していくという文化が定着した。',
  },
  {
    index: '6',
    ptitle: '新規モジュールの受容性リサーチ',
    ptag1: 'ユーザーインタビュー',
    ptag2: 'プロトタイピング',
    ptag3: 'アンケート',
    pcaption:
      'ユーザー数増加を目標にした新規モジュールの企画開発。ユーザーインタビューやUIプロトタイプの製作、ユーザーテストを実施して、企画中の内容が目標にたりうる企画かを検証した。リサーチの結果、当初掲げていたユーザー数増加にはつながりづらいと判断し開発を一時凍結。別の企画に開発リソースを回すという決断をとった。',
  },
  {
    index: '7',
    ptitle: 'プロダクト戦略チームへのリサーチ導入',
    ptag1: 'リサーチプロセスの設計',
    ptag2: 'ユーザーインタビュー',
    ptag3: 'ユーザーテスト',
    pcaption:
      '入社当時は社内にリサーチの習慣がなく、仮説ベースで機能や体験の設計が行われている状況だった。そこでユーザビリティテストのテンプレート作成や講習を実施して、社内にリサーチを実施できる仕組みを整えた。その結果、リサーチの重要性が組織で理解され、リサーチチーム立ち上げにつながった。',
  },
]
