export const resumeItems = [
  {
    index: '1',
    title: 'Product Designer',
    affiliation: 'freee 株式会社 2021/4 - 2022/8',
    tag1: 'UIデザイン',
    tag2: 'UXデザイン',
    tag3: 'UXリサーチ',
    text:
      'クラウド人事労務ソフトのUX/UIデザインを担当。社内のリサーチ定着を機にデザインチームに戻る。利用初期ユーザーに向けた機能のデザイン・リサーチを担当。社内では改善しづらい領域とされていたが、リサーチや社内を横断したプロジェクト進行によって、ユーザーの初期設定の数値を改善した。',
  },
  {
    index: '2',
    title: 'UX Researcher',
    affiliation: 'freee 株式会社  2019/7 - 2021/3',
    tag1: 'ユーザーインタビュー',
    tag2: 'プロトタイピング',
    tag3: 'ワークショップ',
    text:
      '19年7月より、開発組織内でのリサーチの需要が増えたことでリサーチ単独のチームを発足することとなり、リサーチ業務に専念。組織を横断する複雑なテーマや不確実性の高いテーマに対するUXリサーチを担当。また増加した社内のリサーチを効率化するためのプロセス整備も進めた。',
  },
  {
    index: '3',
    title: 'UX Designer',
    affiliation: 'freee 株式会社  2018/4 - 2019/6',
    tag1: 'ユーザーインタビュー',
    tag2: 'UXデザイン',
    tag3: 'UXリサーチ',
    text:
      'クラウド会計ソフトのUX/UIデザインを担当。既存機能や新規機能に関してユーザーリサーチを行い、UX/UIや仕様を策定。ユーザビリティテストによるUIの改善も実施してきた。加えて社内のUXリサーチ普及活動に尽力。ユーザーリサーチを社内の開発プロセスに組み込むまでに普及させた。',
  },
  {
    index: '4',
    title: 'UX Designer',
    affiliation: "U'eyesDesign  2014/4 - 2018/3",
    tag1: 'ユーザーインタビュー',
    tag2: 'ユーザビリティテスト',
    tag3: 'IA設計',
    text:
      'デザインコンサルティング会社のリサーチ部門で、Webや組み込みシステムのリサーチを担当。ユーザーインタビューやユーザビリティテストなどのリサーチ業務をメインで担当。電子カルテやスマホアプリなど幅広いサービスのリサーチを経験する。',
  },
]
